export const areaList: any = [
    {
        "sido": "서울특별시", 
            "tree": [
                {
                    "군": "종로구",
                    "tree": [
                        {
                            "구": "사직동"
                        },
                        {
                            "구": "삼청동"
                        },
                        {
                            "구": "부암동"
                        },
                        {
                            "구": "평창동"
                        },
                        {
                            "구": "무악동"
                        },
                        {
                            "구": "교남동"
                        },
                        {
                            "구": "가회동"
                        },
                        {
                            "구": "종로1·2·3·4가동"
                        },
                        {
                            "구": "종로5·6가동"
                        },
                        {
                            "구": "이화동"
                        },
                        {
                            "구": "창신1동"
                        },
                        {
                            "구": "창신2동"
                        },
                        {
                            "구": "창신3동"
                        },
                        {
                            "구": "숭인1동"
                        },
                        {
                            "구": "숭인2동"
                        },
                        {
                            "구": "청운효자동"
                        },
                        {
                            "구": "혜화동"
                        }
                    ]
                },
                {
                    "군": "중구",
                    "tree": [
                        {
                            "구": "소공동"
                        },
                        {
                            "구": "회현동"
                        },
                        {
                            "구": "명동"
                        },
                        {
                            "구": "필동"
                        },
                        {
                            "구": "장충동"
                        },
                        {
                            "구": "광희동"
                        },
                        {
                            "구": "을지로동"
                        },
                        {
                            "구": "신당5동"
                        },
                        {
                            "구": "황학동"
                        },
                        {
                            "구": "중림동"
                        },
                        {
                            "구": "신당동"
                        },
                        {
                            "구": "다산동"
                        },
                        {
                            "구": "약수동"
                        },
                        {
                            "구": "청구동"
                        },
                        {
                            "구": "동화동"
                        }
                    ]
                },
                {
                    "군": "용산구",
                    "tree": [
                        {
                            "구": "후암동"
                        },
                        {
                            "구": "용산2가동"
                        },
                        {
                            "구": "남영동"
                        },
                        {
                            "구": "원효로2동"
                        },
                        {
                            "구": "효창동"
                        },
                        {
                            "구": "용문동"
                        },
                        {
                            "구": "이촌1동"
                        },
                        {
                            "구": "이촌2동"
                        },
                        {
                            "구": "이태원1동"
                        },
                        {
                            "구": "이태원2동"
                        },
                        {
                            "구": "서빙고동"
                        },
                        {
                            "구": "보광동"
                        },
                        {
                            "구": "청파동"
                        },
                        {
                            "구": "원효로1동"
                        },
                        {
                            "구": "한강로동"
                        },
                        {
                            "구": "한남동"
                        }
                    ]
                },
                {
                    "군": "성동구",
                    "tree": [
                        {
                            "구": "왕십리2동"
                        },
                        {
                            "구": "마장동"
                        },
                        {
                            "구": "사근동"
                        },
                        {
                            "구": "행당1동"
                        },
                        {
                            "구": "행당2동"
                        },
                        {
                            "구": "응봉동"
                        },
                        {
                            "구": "금호1가동"
                        },
                        {
                            "구": "금호4가동"
                        },
                        {
                            "구": "성수1가1동"
                        },
                        {
                            "구": "성수1가2동"
                        },
                        {
                            "구": "성수2가1동"
                        },
                        {
                            "구": "성수2가3동"
                        },
                        {
                            "구": "송정동"
                        },
                        {
                            "구": "용답동"
                        },
                        {
                            "구": "왕십리도선동"
                        },
                        {
                            "구": "금호2·3가동"
                        },
                        {
                            "구": "옥수동"
                        }
                    ]
                },
                {
                    "군": "광진구",
                    "tree": [
                        {
                            "구": "화양동"
                        },
                        {
                            "구": "군자동"
                        },
                        {
                            "구": "중곡1동"
                        },
                        {
                            "구": "중곡2동"
                        },
                        {
                            "구": "중곡3동"
                        },
                        {
                            "구": "중곡4동"
                        },
                        {
                            "구": "능동"
                        },
                        {
                            "구": "구의1동"
                        },
                        {
                            "구": "구의2동"
                        },
                        {
                            "구": "구의3동"
                        },
                        {
                            "구": "광장동"
                        },
                        {
                            "구": "자양1동"
                        },
                        {
                            "구": "자양2동"
                        },
                        {
                            "구": "자양3동"
                        },
                        {
                            "구": "자양4동"
                        }
                    ]
                },
                {
                    "군": "동대문구",
                    "tree": [
                        {
                            "구": "회기동"
                        },
                        {
                            "구": "휘경1동"
                        },
                        {
                            "구": "휘경2동"
                        },
                        {
                            "구": "청량리동"
                        },
                        {
                            "구": "용신동"
                        },
                        {
                            "구": "제기동"
                        },
                        {
                            "구": "전농1동"
                        },
                        {
                            "구": "전농2동"
                        },
                        {
                            "구": "답십리2동"
                        },
                        {
                            "구": "장안1동"
                        },
                        {
                            "구": "장안2동"
                        },
                        {
                            "구": "이문1동"
                        },
                        {
                            "구": "이문2동"
                        },
                        {
                            "구": "답십리1동"
                        }
                    ]
                },
                {
                    "군": "중랑구",
                    "tree": [
                        {
                            "구": "면목2동"
                        },
                        {
                            "구": "면목4동"
                        },
                        {
                            "구": "면목5동"
                        },
                        {
                            "구": "면목7동"
                        },
                        {
                            "구": "상봉1동"
                        },
                        {
                            "구": "상봉2동"
                        },
                        {
                            "구": "중화1동"
                        },
                        {
                            "구": "중화2동"
                        },
                        {
                            "구": "묵1동"
                        },
                        {
                            "구": "묵2동"
                        },
                        {
                            "구": "망우3동"
                        },
                        {
                            "구": "신내1동"
                        },
                        {
                            "구": "신내2동"
                        },
                        {
                            "구": "면목본동"
                        },
                        {
                            "구": "면목3·8동"
                        },
                        {
                            "구": "망우본동"
                        }
                    ]
                },
                {
                    "군": "성북구",
                    "tree": [
                        {
                            "구": "돈암1동"
                        },
                        {
                            "구": "돈암2동"
                        },
                        {
                            "구": "안암동"
                        },
                        {
                            "구": "보문동"
                        },
                        {
                            "구": "정릉1동"
                        },
                        {
                            "구": "정릉2동"
                        },
                        {
                            "구": "정릉3동"
                        },
                        {
                            "구": "정릉4동"
                        },
                        {
                            "구": "길음1동"
                        },
                        {
                            "구": "길음2동"
                        },
                        {
                            "구": "월곡1동"
                        },
                        {
                            "구": "월곡2동"
                        },
                        {
                            "구": "장위1동"
                        },
                        {
                            "구": "장위2동"
                        },
                        {
                            "구": "장위3동"
                        },
                        {
                            "구": "성북동"
                        },
                        {
                            "구": "삼선동"
                        },
                        {
                            "구": "동선동"
                        },
                        {
                            "구": "종암동"
                        },
                        {
                            "구": "석관동"
                        }
                    ]
                },
                {
                    "군": "강북구",
                    "tree": [
                        {
                            "구": "번1동"
                        },
                        {
                            "구": "번2동"
                        },
                        {
                            "구": "번3동"
                        },
                        {
                            "구": "수유1동"
                        },
                        {
                            "구": "수유2동"
                        },
                        {
                            "구": "수유3동"
                        },
                        {
                            "구": "삼양동"
                        },
                        {
                            "구": "미아동"
                        },
                        {
                            "구": "송중동"
                        },
                        {
                            "구": "송천동"
                        },
                        {
                            "구": "삼각산동"
                        },
                        {
                            "구": "우이동"
                        },
                        {
                            "구": "인수동"
                        }
                    ]
                },
                {
                    "군": "도봉구",
                    "tree": [
                        {
                            "구": "쌍문1동"
                        },
                        {
                            "구": "쌍문2동"
                        },
                        {
                            "구": "쌍문3동"
                        },
                        {
                            "구": "쌍문4동"
                        },
                        {
                            "구": "방학1동"
                        },
                        {
                            "구": "방학2동"
                        },
                        {
                            "구": "방학3동"
                        },
                        {
                            "구": "창1동"
                        },
                        {
                            "구": "창2동"
                        },
                        {
                            "구": "창3동"
                        },
                        {
                            "구": "창4동"
                        },
                        {
                            "구": "창5동"
                        },
                        {
                            "구": "도봉1동"
                        },
                        {
                            "구": "도봉2동"
                        }
                    ]
                },
                {
                    "군": "노원구",
                    "tree": [
                        {
                            "구": "월계1동"
                        },
                        {
                            "구": "월계2동"
                        },
                        {
                            "구": "월계3동"
                        },
                        {
                            "구": "공릉2동"
                        },
                        {
                            "구": "하계1동"
                        },
                        {
                            "구": "하계2동"
                        },
                        {
                            "구": "중계본동"
                        },
                        {
                            "구": "중계1동"
                        },
                        {
                            "구": "중계4동"
                        },
                        {
                            "구": "상계1동"
                        },
                        {
                            "구": "상계2동"
                        },
                        {
                            "구": "상계5동"
                        },
                        {
                            "구": "상계8동"
                        },
                        {
                            "구": "상계9동"
                        },
                        {
                            "구": "상계10동"
                        },
                        {
                            "구": "상계3·4동"
                        },
                        {
                            "구": "상계6·7동"
                        },
                        {
                            "구": "중계2·3동"
                        },
                        {
                            "구": "공릉1동"
                        }
                    ]
                },
                {
                    "군": "은평구",
                    "tree": [
                        {
                            "구": "녹번동"
                        },
                        {
                            "구": "불광1동"
                        },
                        {
                            "구": "갈현1동"
                        },
                        {
                            "구": "갈현2동"
                        },
                        {
                            "구": "구산동"
                        },
                        {
                            "구": "대조동"
                        },
                        {
                            "구": "응암1동"
                        },
                        {
                            "구": "응암2동"
                        },
                        {
                            "구": "신사1동"
                        },
                        {
                            "구": "신사2동"
                        },
                        {
                            "구": "증산동"
                        },
                        {
                            "구": "수색동"
                        },
                        {
                            "구": "진관동"
                        },
                        {
                            "구": "불광2동"
                        },
                        {
                            "구": "응암3동"
                        },
                        {
                            "구": "역촌동"
                        }
                    ]
                },
                {
                    "군": "서대문구",
                    "tree": [
                        {
                            "구": "천연동"
                        },
                        {
                            "구": "홍제1동"
                        },
                        {
                            "구": "홍제3동"
                        },
                        {
                            "구": "홍제2동"
                        },
                        {
                            "구": "홍은1동"
                        },
                        {
                            "구": "홍은2동"
                        },
                        {
                            "구": "남가좌1동"
                        },
                        {
                            "구": "남가좌2동"
                        },
                        {
                            "구": "북가좌1동"
                        },
                        {
                            "구": "북가좌2동"
                        },
                        {
                            "구": "충현동"
                        },
                        {
                            "구": "북아현동"
                        },
                        {
                            "구": "신촌동"
                        },
                        {
                            "구": "연희동"
                        }
                    ]
                },
                {
                    "군": "마포구",
                    "tree": [
                        {
                            "구": "용강동"
                        },
                        {
                            "구": "대흥동"
                        },
                        {
                            "구": "염리동"
                        },
                        {
                            "구": "신수동"
                        },
                        {
                            "구": "서교동"
                        },
                        {
                            "구": "합정동"
                        },
                        {
                            "구": "망원1동"
                        },
                        {
                            "구": "망원2동"
                        },
                        {
                            "구": "연남동"
                        },
                        {
                            "구": "성산1동"
                        },
                        {
                            "구": "성산2동"
                        },
                        {
                            "구": "상암동"
                        },
                        {
                            "구": "도화동"
                        },
                        {
                            "구": "서강동"
                        },
                        {
                            "구": "공덕동"
                        },
                        {
                            "구": "아현동"
                        }
                    ]
                },
                {
                    "군": "양천구",
                    "tree": [
                        {
                            "구": "목1동"
                        },
                        {
                            "구": "목2동"
                        },
                        {
                            "구": "목3동"
                        },
                        {
                            "구": "목4동"
                        },
                        {
                            "구": "신월1동"
                        },
                        {
                            "구": "신월2동"
                        },
                        {
                            "구": "신월3동"
                        },
                        {
                            "구": "신월4동"
                        },
                        {
                            "구": "신월5동"
                        },
                        {
                            "구": "신월6동"
                        },
                        {
                            "구": "신월7동"
                        },
                        {
                            "구": "신정1동"
                        },
                        {
                            "구": "신정2동"
                        },
                        {
                            "구": "신정3동"
                        },
                        {
                            "구": "신정6동"
                        },
                        {
                            "구": "신정7동"
                        },
                        {
                            "구": "목5동"
                        },
                        {
                            "구": "신정4동"
                        }
                    ]
                },
                {
                    "군": "강서구",
                    "tree": [
                        {
                            "구": "염창동"
                        },
                        {
                            "구": "등촌1동"
                        },
                        {
                            "구": "등촌2동"
                        },
                        {
                            "구": "등촌3동"
                        },
                        {
                            "구": "화곡본동"
                        },
                        {
                            "구": "화곡2동"
                        },
                        {
                            "구": "화곡3동"
                        },
                        {
                            "구": "화곡4동"
                        },
                        {
                            "구": "화곡6동"
                        },
                        {
                            "구": "화곡8동"
                        },
                        {
                            "구": "가양1동"
                        },
                        {
                            "구": "가양2동"
                        },
                        {
                            "구": "가양3동"
                        },
                        {
                            "구": "발산1동"
                        },
                        {
                            "구": "공항동"
                        },
                        {
                            "구": "방화1동"
                        },
                        {
                            "구": "방화2동"
                        },
                        {
                            "구": "방화3동"
                        },
                        {
                            "구": "화곡1동"
                        },
                        {
                            "구": "우장산동"
                        }
                    ]
                },
                {
                    "군": "구로구",
                    "tree": [
                        {
                            "구": "신도림동"
                        },
                        {
                            "구": "구로1동"
                        },
                        {
                            "구": "구로3동"
                        },
                        {
                            "구": "구로4동"
                        },
                        {
                            "구": "구로5동"
                        },
                        {
                            "구": "고척1동"
                        },
                        {
                            "구": "고척2동"
                        },
                        {
                            "구": "개봉2동"
                        },
                        {
                            "구": "개봉3동"
                        },
                        {
                            "구": "오류1동"
                        },
                        {
                            "구": "항동"
                        },
                        {
                            "구": "수궁동"
                        },
                        {
                            "구": "가리봉동"
                        },
                        {
                            "구": "구로2동"
                        },
                        {
                            "구": "개봉1동"
                        },
                        {
                            "구": "오류2동"
                        }
                    ]
                },
                {
                    "군": "금천구",
                    "tree": [
                        {
                            "구": "가산동"
                        },
                        {
                            "구": "독산1동"
                        },
                        {
                            "구": "독산2동"
                        },
                        {
                            "구": "독산3동"
                        },
                        {
                            "구": "독산4동"
                        },
                        {
                            "구": "시흥1동"
                        },
                        {
                            "구": "시흥2동"
                        },
                        {
                            "구": "시흥3동"
                        },
                        {
                            "구": "시흥4동"
                        },
                        {
                            "구": "시흥5동"
                        }
                    ]
                },
                {
                    "군": "영등포구",
                    "tree": [
                        {
                            "구": "여의동"
                        },
                        {
                            "구": "당산1동"
                        },
                        {
                            "구": "당산2동"
                        },
                        {
                            "구": "양평1동"
                        },
                        {
                            "구": "양평2동"
                        },
                        {
                            "구": "신길1동"
                        },
                        {
                            "구": "신길3동"
                        },
                        {
                            "구": "신길4동"
                        },
                        {
                            "구": "신길5동"
                        },
                        {
                            "구": "신길6동"
                        },
                        {
                            "구": "신길7동"
                        },
                        {
                            "구": "대림1동"
                        },
                        {
                            "구": "대림2동"
                        },
                        {
                            "구": "대림3동"
                        },
                        {
                            "구": "영등포본동"
                        },
                        {
                            "구": "영등포동"
                        },
                        {
                            "구": "도림동"
                        },
                        {
                            "구": "문래동"
                        }
                    ]
                },
                {
                    "군": "동작구",
                    "tree": [
                        {
                            "구": "노량진2동"
                        },
                        {
                            "구": "상도1동"
                        },
                        {
                            "구": "상도2동"
                        },
                        {
                            "구": "상도3동"
                        },
                        {
                            "구": "상도4동"
                        },
                        {
                            "구": "사당1동"
                        },
                        {
                            "구": "사당3동"
                        },
                        {
                            "구": "사당4동"
                        },
                        {
                            "구": "사당5동"
                        },
                        {
                            "구": "대방동"
                        },
                        {
                            "구": "신대방1동"
                        },
                        {
                            "구": "신대방2동"
                        },
                        {
                            "구": "흑석동"
                        },
                        {
                            "구": "노량진1동"
                        },
                        {
                            "구": "사당2동"
                        }
                    ]
                },
                {
                    "군": "관악구",
                    "tree": [
                        {
                            "구": "보라매동"
                        },
                        {
                            "구": "청림동"
                        },
                        {
                            "구": "행운동"
                        },
                        {
                            "구": "낙성대동"
                        },
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "인헌동"
                        },
                        {
                            "구": "남현동"
                        },
                        {
                            "구": "서원동"
                        },
                        {
                            "구": "신원동"
                        },
                        {
                            "구": "서림동"
                        },
                        {
                            "구": "신사동"
                        },
                        {
                            "구": "신림동"
                        },
                        {
                            "구": "난향동"
                        },
                        {
                            "구": "조원동"
                        },
                        {
                            "구": "대학동"
                        },
                        {
                            "구": "은천동"
                        },
                        {
                            "구": "성현동"
                        },
                        {
                            "구": "청룡동"
                        },
                        {
                            "구": "난곡동"
                        },
                        {
                            "구": "삼성동"
                        },
                        {
                            "구": "미성동"
                        }
                    ]
                },
                {
                    "군": "서초구",
                    "tree": [
                        {
                            "구": "서초1동"
                        },
                        {
                            "구": "서초2동"
                        },
                        {
                            "구": "서초3동"
                        },
                        {
                            "구": "서초4동"
                        },
                        {
                            "구": "잠원동"
                        },
                        {
                            "구": "반포본동"
                        },
                        {
                            "구": "반포1동"
                        },
                        {
                            "구": "반포2동"
                        },
                        {
                            "구": "반포3동"
                        },
                        {
                            "구": "반포4동"
                        },
                        {
                            "구": "방배본동"
                        },
                        {
                            "구": "방배1동"
                        },
                        {
                            "구": "방배2동"
                        },
                        {
                            "구": "방배3동"
                        },
                        {
                            "구": "방배4동"
                        },
                        {
                            "구": "양재1동"
                        },
                        {
                            "구": "양재2동"
                        },
                        {
                            "구": "내곡동"
                        }
                    ]
                },
                {
                    "군": "강남구",
                    "tree": [
                        {
                            "구": "신사동"
                        },
                        {
                            "구": "논현1동"
                        },
                        {
                            "구": "논현2동"
                        },
                        {
                            "구": "삼성1동"
                        },
                        {
                            "구": "삼성2동"
                        },
                        {
                            "구": "대치1동"
                        },
                        {
                            "구": "대치4동"
                        },
                        {
                            "구": "역삼1동"
                        },
                        {
                            "구": "역삼2동"
                        },
                        {
                            "구": "도곡1동"
                        },
                        {
                            "구": "도곡2동"
                        },
                        {
                            "구": "개포1동"
                        },
                        {
                            "구": "개포4동"
                        },
                        {
                            "구": "일원본동"
                        },
                        {
                            "구": "일원1동"
                        },
                        {
                            "구": "일원2동"
                        },
                        {
                            "구": "수서동"
                        },
                        {
                            "구": "세곡동"
                        },
                        {
                            "구": "압구정동"
                        },
                        {
                            "구": "청담동"
                        },
                        {
                            "구": "대치2동"
                        },
                        {
                            "구": "개포2동"
                        }
                    ]
                },
                {
                    "군": "송파구",
                    "tree": [
                        {
                            "구": "풍납1동"
                        },
                        {
                            "구": "풍납2동"
                        },
                        {
                            "구": "거여1동"
                        },
                        {
                            "구": "거여2동"
                        },
                        {
                            "구": "마천1동"
                        },
                        {
                            "구": "마천2동"
                        },
                        {
                            "구": "방이1동"
                        },
                        {
                            "구": "방이2동"
                        },
                        {
                            "구": "오륜동"
                        },
                        {
                            "구": "오금동"
                        },
                        {
                            "구": "송파1동"
                        },
                        {
                            "구": "송파2동"
                        },
                        {
                            "구": "석촌동"
                        },
                        {
                            "구": "삼전동"
                        },
                        {
                            "구": "가락본동"
                        },
                        {
                            "구": "가락1동"
                        },
                        {
                            "구": "가락2동"
                        },
                        {
                            "구": "문정1동"
                        },
                        {
                            "구": "문정2동"
                        },
                        {
                            "구": "잠실본동"
                        },
                        {
                            "구": "잠실4동"
                        },
                        {
                            "구": "잠실6동"
                        },
                        {
                            "구": "잠실7동"
                        },
                        {
                            "구": "잠실2동"
                        },
                        {
                            "구": "잠실3동"
                        },
                        {
                            "구": "장지동"
                        },
                        {
                            "구": "위례동"
                        }
                    ]
                },
                {
                    "군": "강동구",
                    "tree": [
                        {
                            "구": "강일동"
                        },
                        {
                            "구": "상일동"
                        },
                        {
                            "구": "명일1동"
                        },
                        {
                            "구": "명일2동"
                        },
                        {
                            "구": "고덕1동"
                        },
                        {
                            "구": "고덕2동"
                        },
                        {
                            "구": "암사2동"
                        },
                        {
                            "구": "암사3동"
                        },
                        {
                            "구": "천호1동"
                        },
                        {
                            "구": "천호3동"
                        },
                        {
                            "구": "성내1동"
                        },
                        {
                            "구": "성내2동"
                        },
                        {
                            "구": "성내3동"
                        },
                        {
                            "구": "둔촌1동"
                        },
                        {
                            "구": "둔촌2동"
                        },
                        {
                            "구": "암사1동"
                        },
                        {
                            "구": "천호2동"
                        },
                        {
                            "구": "길동"
                        }
                    ]
                }
            ]
        },
        {"sido": "인천광역시", 
        "tree": [
                {
                    "군": "중구",
                    "tree": [
                        {
                            "구": "연안동"
                        },
                        {
                            "구": "신포동"
                        },
                        {
                            "구": "신흥동"
                        },
                        {
                            "구": "도원동"
                        },
                        {
                            "구": "율목동"
                        },
                        {
                            "구": "동인천동"
                        },
                        {
                            "구": "북성동"
                        },
                        {
                            "구": "송월동"
                        },
                        {
                            "구": "영종동"
                        },
                        {
                            "구": "용유동"
                        },
                        {
                            "구": "운서동"
                        },
                        {
                            "구": "영종1동"
                        }
                    ]
                },
                {
                    "군": "동구",
                    "tree": [
                        {
                            "구": "만석동"
                        },
                        {
                            "구": "화수1·화평동"
                        },
                        {
                            "구": "화수2동"
                        },
                        {
                            "구": "송현1·2동"
                        },
                        {
                            "구": "송현3동"
                        },
                        {
                            "구": "송림1동"
                        },
                        {
                            "구": "송림2동"
                        },
                        {
                            "구": "송림3·5동"
                        },
                        {
                            "구": "송림4동"
                        },
                        {
                            "구": "송림6동"
                        },
                        {
                            "구": "금창동"
                        }
                    ]
                },
                {
                    "군": "미추홀구",
                    "tree": [
                        {
                            "구": "숭의2동"
                        },
                        {
                            "구": "숭의4동"
                        },
                        {
                            "구": "용현2동"
                        },
                        {
                            "구": "용현3동"
                        },
                        {
                            "구": "용현5동"
                        },
                        {
                            "구": "학익1동"
                        },
                        {
                            "구": "학익2동"
                        },
                        {
                            "구": "도화1동"
                        },
                        {
                            "구": "주안1동"
                        },
                        {
                            "구": "주안2동"
                        },
                        {
                            "구": "주안3동"
                        },
                        {
                            "구": "주안4동"
                        },
                        {
                            "구": "주안5동"
                        },
                        {
                            "구": "주안6동"
                        },
                        {
                            "구": "주안7동"
                        },
                        {
                            "구": "주안8동"
                        },
                        {
                            "구": "관교동"
                        },
                        {
                            "구": "문학동"
                        },
                        {
                            "구": "숭의1·3동"
                        },
                        {
                            "구": "용현1·4동"
                        },
                        {
                            "구": "도화2·3동"
                        }
                    ]
                },
                {
                    "군": "연수구",
                    "tree": [
                        {
                            "구": "옥련1동"
                        },
                        {
                            "구": "선학동"
                        },
                        {
                            "구": "연수1동"
                        },
                        {
                            "구": "연수2동"
                        },
                        {
                            "구": "연수3동"
                        },
                        {
                            "구": "청학동"
                        },
                        {
                            "구": "동춘1동"
                        },
                        {
                            "구": "동춘2동"
                        },
                        {
                            "구": "동춘3동"
                        },
                        {
                            "구": "옥련2동"
                        },
                        {
                            "구": "송도4동"
                        },
                        {
                            "구": "송도1동"
                        },
                        {
                            "구": "송도3동"
                        },
                        {
                            "구": "송도2동"
                        }
                    ]
                },
                {
                    "군": "남동구",
                    "tree": [
                        {
                            "구": "구월1동"
                        },
                        {
                            "구": "구월2동"
                        },
                        {
                            "구": "구월3동"
                        },
                        {
                            "구": "구월4동"
                        },
                        {
                            "구": "간석1동"
                        },
                        {
                            "구": "간석2동"
                        },
                        {
                            "구": "간석3동"
                        },
                        {
                            "구": "간석4동"
                        },
                        {
                            "구": "만수1동"
                        },
                        {
                            "구": "만수2동"
                        },
                        {
                            "구": "만수3동"
                        },
                        {
                            "구": "만수4동"
                        },
                        {
                            "구": "만수5동"
                        },
                        {
                            "구": "만수6동"
                        },
                        {
                            "구": "서창2동"
                        },
                        {
                            "구": "남촌도림동"
                        },
                        {
                            "구": "논현1동"
                        },
                        {
                            "구": "논현2동"
                        },
                        {
                            "구": "논현고잔동"
                        },
                        {
                            "구": "장수서창동"
                        }
                    ]
                },
                {
                    "군": "부평구",
                    "tree": [
                        {
                            "구": "부평1동"
                        },
                        {
                            "구": "부평2동"
                        },
                        {
                            "구": "부평3동"
                        },
                        {
                            "구": "부평4동"
                        },
                        {
                            "구": "부평5동"
                        },
                        {
                            "구": "부평6동"
                        },
                        {
                            "구": "산곡1동"
                        },
                        {
                            "구": "산곡2동"
                        },
                        {
                            "구": "산곡3동"
                        },
                        {
                            "구": "산곡4동"
                        },
                        {
                            "구": "청천1동"
                        },
                        {
                            "구": "청천2동"
                        },
                        {
                            "구": "갈산1동"
                        },
                        {
                            "구": "갈산2동"
                        },
                        {
                            "구": "삼산1동"
                        },
                        {
                            "구": "부개1동"
                        },
                        {
                            "구": "부개2동"
                        },
                        {
                            "구": "부개3동"
                        },
                        {
                            "구": "일신동"
                        },
                        {
                            "구": "십정1동"
                        },
                        {
                            "구": "십정2동"
                        },
                        {
                            "구": "삼산2동"
                        }
                    ]
                },
                {
                    "군": "계양구",
                    "tree": [
                        {
                            "구": "효성1동"
                        },
                        {
                            "구": "효성2동"
                        },
                        {
                            "구": "계산1동"
                        },
                        {
                            "구": "계산2동"
                        },
                        {
                            "구": "계산3동"
                        },
                        {
                            "구": "작전1동"
                        },
                        {
                            "구": "작전2동"
                        },
                        {
                            "구": "작전서운동"
                        },
                        {
                            "구": "계양2동"
                        },
                        {
                            "구": "계산4동"
                        },
                        {
                            "구": "계양1동"
                        },
                        {
                            "구": "계양3동"
                        }
                    ]
                },
                {
                    "군": "서구",
                    "tree": [
                        {
                            "구": "검암경서동"
                        },
                        {
                            "구": "연희동"
                        },
                        {
                            "구": "가정1동"
                        },
                        {
                            "구": "가정2동"
                        },
                        {
                            "구": "가정3동"
                        },
                        {
                            "구": "석남1동"
                        },
                        {
                            "구": "석남2동"
                        },
                        {
                            "구": "석남3동"
                        },
                        {
                            "구": "가좌1동"
                        },
                        {
                            "구": "가좌2동"
                        },
                        {
                            "구": "가좌3동"
                        },
                        {
                            "구": "가좌4동"
                        },
                        {
                            "구": "불로대곡동"
                        },
                        {
                            "구": "원당동"
                        },
                        {
                            "구": "마전동"
                        },
                        {
                            "구": "신현원창동"
                        },
                        {
                            "구": "청라1동"
                        },
                        {
                            "구": "청라2동"
                        },
                        {
                            "구": "검단동"
                        },
                        {
                            "구": "오류왕길동"
                        },
                        {
                            "구": "청라3동"
                        },
                        {
                            "구": "당하동"
                        }
                    ]
                },
                {
                    "군": "강화군",
                    "tree": [
                        {
                            "구": "강화읍"
                        },
                        {
                            "구": "선원면"
                        },
                        {
                            "구": "불은면"
                        },
                        {
                            "구": "길상면"
                        },
                        {
                            "구": "화도면"
                        },
                        {
                            "구": "양도면"
                        },
                        {
                            "구": "내가면"
                        },
                        {
                            "구": "하점면"
                        },
                        {
                            "구": "양사면"
                        },
                        {
                            "구": "송해면"
                        },
                        {
                            "구": "교동면"
                        },
                        {
                            "구": "삼산면"
                        },
                        {
                            "구": "서도면"
                        }
                    ]
                },
                {
                    "군": "옹진군",
                    "tree": [
                        {
                            "구": "북도면"
                        },
                        {
                            "구": "연평면"
                        },
                        {
                            "구": "백령면"
                        },
                        {
                            "구": "대청면"
                        },
                        {
                            "구": "덕적면"
                        },
                        {
                            "구": "자월면"
                        },
                        {
                            "구": "영흥면"
                        }
                    ]
                }
            ]
        },
        {"sido": "경기도", 
        "tree": [
                {
                    "군": "수원시장안구",
                    "tree": [
                        {
                            "구": "파장동"
                        },
                        {
                            "구": "율천동"
                        },
                        {
                            "구": "정자1동"
                        },
                        {
                            "구": "정자2동"
                        },
                        {
                            "구": "영화동"
                        },
                        {
                            "구": "송죽동"
                        },
                        {
                            "구": "조원1동"
                        },
                        {
                            "구": "연무동"
                        },
                        {
                            "구": "정자3동"
                        },
                        {
                            "구": "조원2동"
                        }
                    ]
                },
                {
                    "군": "수원시권선구",
                    "tree": [
                        {
                            "구": "세류1동"
                        },
                        {
                            "구": "세류2동"
                        },
                        {
                            "구": "세류3동"
                        },
                        {
                            "구": "평동"
                        },
                        {
                            "구": "서둔동"
                        },
                        {
                            "구": "구운동"
                        },
                        {
                            "구": "호매실동"
                        },
                        {
                            "구": "곡선동"
                        },
                        {
                            "구": "입북동"
                        },
                        {
                            "구": "금곡동"
                        },
                        {
                            "구": "권선2동"
                        },
                        {
                            "구": "권선1동"
                        }
                    ]
                },
                {
                    "군": "수원시팔달구",
                    "tree": [
                        {
                            "구": "지동"
                        },
                        {
                            "구": "우만1동"
                        },
                        {
                            "구": "우만2동"
                        },
                        {
                            "구": "인계동"
                        },
                        {
                            "구": "매교동"
                        },
                        {
                            "구": "매산동"
                        },
                        {
                            "구": "고등동"
                        },
                        {
                            "구": "화서1동"
                        },
                        {
                            "구": "화서2동"
                        },
                        {
                            "구": "행궁동"
                        }
                    ]
                },
                {
                    "군": "수원시영통구",
                    "tree": [
                        {
                            "구": "매탄1동"
                        },
                        {
                            "구": "매탄2동"
                        },
                        {
                            "구": "매탄3동"
                        },
                        {
                            "구": "매탄4동"
                        },
                        {
                            "구": "영통1동"
                        },
                        {
                            "구": "영통2동"
                        },
                        {
                            "구": "망포1동"
                        },
                        {
                            "구": "원천동"
                        },
                        {
                            "구": "광교1동"
                        },
                        {
                            "구": "광교2동"
                        },
                        {
                            "구": "영통3동"
                        },
                        {
                            "구": "망포2동"
                        }
                    ]
                },
                {
                    "군": "성남시수정구",
                    "tree": [
                        {
                            "구": "신흥1동"
                        },
                        {
                            "구": "신흥2동"
                        },
                        {
                            "구": "신흥3동"
                        },
                        {
                            "구": "태평1동"
                        },
                        {
                            "구": "태평2동"
                        },
                        {
                            "구": "태평3동"
                        },
                        {
                            "구": "태평4동"
                        },
                        {
                            "구": "수진1동"
                        },
                        {
                            "구": "수진2동"
                        },
                        {
                            "구": "단대동"
                        },
                        {
                            "구": "산성동"
                        },
                        {
                            "구": "양지동"
                        },
                        {
                            "구": "복정동"
                        },
                        {
                            "구": "신촌동"
                        },
                        {
                            "구": "고등동"
                        },
                        {
                            "구": "시흥동"
                        },
                        {
                            "구": "위례동"
                        }
                    ]
                },
                {
                    "군": "성남시중원구",
                    "tree": [
                        {
                            "구": "성남동"
                        },
                        {
                            "구": "금광1동"
                        },
                        {
                            "구": "금광2동"
                        },
                        {
                            "구": "은행1동"
                        },
                        {
                            "구": "은행2동"
                        },
                        {
                            "구": "상대원1동"
                        },
                        {
                            "구": "상대원2동"
                        },
                        {
                            "구": "상대원3동"
                        },
                        {
                            "구": "하대원동"
                        },
                        {
                            "구": "도촌동"
                        },
                        {
                            "구": "중앙동"
                        }
                    ]
                },
                {
                    "군": "성남시분당구",
                    "tree": [
                        {
                            "구": "분당동"
                        },
                        {
                            "구": "수내3동"
                        },
                        {
                            "구": "수내1동"
                        },
                        {
                            "구": "수내2동"
                        },
                        {
                            "구": "정자2동"
                        },
                        {
                            "구": "정자3동"
                        },
                        {
                            "구": "서현1동"
                        },
                        {
                            "구": "서현2동"
                        },
                        {
                            "구": "이매1동"
                        },
                        {
                            "구": "이매2동"
                        },
                        {
                            "구": "야탑1동"
                        },
                        {
                            "구": "야탑3동"
                        },
                        {
                            "구": "야탑2동"
                        },
                        {
                            "구": "구미동"
                        },
                        {
                            "구": "운중동"
                        },
                        {
                            "구": "금곡동"
                        },
                        {
                            "구": "구미1동"
                        },
                        {
                            "구": "삼평동"
                        },
                        {
                            "구": "판교동"
                        },
                        {
                            "구": "백현동"
                        },
                        {
                            "구": "정자1동"
                        },
                        {
                            "구": "정자동"
                        }
                    ]
                },
                {
                    "군": "의정부시",
                    "tree": [
                        {
                            "구": "의정부1동"
                        },
                        {
                            "구": "의정부2동"
                        },
                        {
                            "구": "의정부3동"
                        },
                        {
                            "구": "호원1동"
                        },
                        {
                            "구": "장암동"
                        },
                        {
                            "구": "신곡1동"
                        },
                        {
                            "구": "신곡2동"
                        },
                        {
                            "구": "송산1동"
                        },
                        {
                            "구": "자금동"
                        },
                        {
                            "구": "가능동"
                        },
                        {
                            "구": "흥선동"
                        },
                        {
                            "구": "녹양동"
                        },
                        {
                            "구": "호원2동"
                        },
                        {
                            "구": "송산2동"
                        },
                        {
                            "구": "송산3동"
                        }
                    ]
                },
                {
                    "군": "안양시만안구",
                    "tree": [
                        {
                            "구": "안양1동"
                        },
                        {
                            "구": "안양2동"
                        },
                        {
                            "구": "안양3동"
                        },
                        {
                            "구": "안양4동"
                        },
                        {
                            "구": "안양5동"
                        },
                        {
                            "구": "안양6동"
                        },
                        {
                            "구": "안양7동"
                        },
                        {
                            "구": "안양8동"
                        },
                        {
                            "구": "안양9동"
                        },
                        {
                            "구": "석수1동"
                        },
                        {
                            "구": "석수2동"
                        },
                        {
                            "구": "석수3동"
                        },
                        {
                            "구": "박달1동"
                        },
                        {
                            "구": "박달2동"
                        }
                    ]
                },
                {
                    "군": "안양시동안구",
                    "tree": [
                        {
                            "구": "비산1동"
                        },
                        {
                            "구": "비산2동"
                        },
                        {
                            "구": "비산3동"
                        },
                        {
                            "구": "부흥동"
                        },
                        {
                            "구": "달안동"
                        },
                        {
                            "구": "관양1동"
                        },
                        {
                            "구": "관양2동"
                        },
                        {
                            "구": "부림동"
                        },
                        {
                            "구": "평촌동"
                        },
                        {
                            "구": "평안동"
                        },
                        {
                            "구": "귀인동"
                        },
                        {
                            "구": "호계1동"
                        },
                        {
                            "구": "호계2동"
                        },
                        {
                            "구": "호계3동"
                        },
                        {
                            "구": "범계동"
                        },
                        {
                            "구": "신촌동"
                        },
                        {
                            "구": "갈산동"
                        }
                    ]
                },
                {
                    "군": "광명시",
                    "tree": [
                        {
                            "구": "광명1동"
                        },
                        {
                            "구": "광명2동"
                        },
                        {
                            "구": "광명3동"
                        },
                        {
                            "구": "광명4동"
                        },
                        {
                            "구": "광명5동"
                        },
                        {
                            "구": "광명6동"
                        },
                        {
                            "구": "광명7동"
                        },
                        {
                            "구": "철산1동"
                        },
                        {
                            "구": "철산2동"
                        },
                        {
                            "구": "철산3동"
                        },
                        {
                            "구": "철산4동"
                        },
                        {
                            "구": "하안1동"
                        },
                        {
                            "구": "하안2동"
                        },
                        {
                            "구": "하안3동"
                        },
                        {
                            "구": "하안4동"
                        },
                        {
                            "구": "소하1동"
                        },
                        {
                            "구": "소하2동"
                        },
                        {
                            "구": "학온동"
                        }
                    ]
                },
                {
                    "군": "평택시",
                    "tree": [
                        {
                            "구": "팽성읍"
                        },
                        {
                            "구": "안중읍"
                        },
                        {
                            "구": "포승읍"
                        },
                        {
                            "구": "진위면"
                        },
                        {
                            "구": "서탄면"
                        },
                        {
                            "구": "고덕면"
                        },
                        {
                            "구": "오성면"
                        },
                        {
                            "구": "청북읍"
                        },
                        {
                            "구": "현덕면"
                        },
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "서정동"
                        },
                        {
                            "구": "송탄동"
                        },
                        {
                            "구": "지산동"
                        },
                        {
                            "구": "송북동"
                        },
                        {
                            "구": "신장1동"
                        },
                        {
                            "구": "신장2동"
                        },
                        {
                            "구": "신평동"
                        },
                        {
                            "구": "원평동"
                        },
                        {
                            "구": "통복동"
                        },
                        {
                            "구": "비전1동"
                        },
                        {
                            "구": "비전2동"
                        },
                        {
                            "구": "세교동"
                        },
                        {
                            "구": "용이동"
                        }
                    ]
                },
                {
                    "군": "동두천시",
                    "tree": [
                        {
                            "구": "생연1동"
                        },
                        {
                            "구": "생연2동"
                        },
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "보산동"
                        },
                        {
                            "구": "불현동"
                        },
                        {
                            "구": "소요동"
                        },
                        {
                            "구": "상패동"
                        },
                        {
                            "구": "송내동"
                        }
                    ]
                },
                {
                    "군": "안산시상록구",
                    "tree": [
                        {
                            "구": "일동"
                        },
                        {
                            "구": "사동"
                        },
                        {
                            "구": "사이동"
                        },
                        {
                            "구": "본오1동"
                        },
                        {
                            "구": "본오2동"
                        },
                        {
                            "구": "본오3동"
                        },
                        {
                            "구": "부곡동"
                        },
                        {
                            "구": "월피동"
                        },
                        {
                            "구": "성포동"
                        },
                        {
                            "구": "반월동"
                        },
                        {
                            "구": "안산동"
                        },
                        {
                            "구": "이동"
                        },
                        {
                            "구": "해양동"
                        }
                    ]
                },
                {
                    "군": "안산시단원구",
                    "tree": [
                        {
                            "구": "와동"
                        },
                        {
                            "구": "고잔동"
                        },
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "신길동"
                        },
                        {
                            "구": "백운동"
                        },
                        {
                            "구": "원곡동"
                        },
                        {
                            "구": "초지동"
                        },
                        {
                            "구": "선부1동"
                        },
                        {
                            "구": "선부2동"
                        },
                        {
                            "구": "선부3동"
                        },
                        {
                            "구": "대부동"
                        },
                        {
                            "구": "호수동"
                        }
                    ]
                },
                {
                    "군": "고양시덕양구",
                    "tree": [
                        {
                            "구": "주교동"
                        },
                        {
                            "구": "원신동"
                        },
                        {
                            "구": "흥도동"
                        },
                        {
                            "구": "성사1동"
                        },
                        {
                            "구": "성사2동"
                        },
                        {
                            "구": "효자동"
                        },
                        {
                            "구": "삼송동"
                        },
                        {
                            "구": "창릉동"
                        },
                        {
                            "구": "고양동"
                        },
                        {
                            "구": "관산동"
                        },
                        {
                            "구": "능곡동"
                        },
                        {
                            "구": "화정1동"
                        },
                        {
                            "구": "화정2동"
                        },
                        {
                            "구": "행주동"
                        },
                        {
                            "구": "행신1동"
                        },
                        {
                            "구": "행신2동"
                        },
                        {
                            "구": "화전동"
                        },
                        {
                            "구": "대덕동"
                        },
                        {
                            "구": "행신3동"
                        }
                    ]
                },
                {
                    "군": "고양시일산동구",
                    "tree": [
                        {
                            "구": "식사동"
                        },
                        {
                            "구": "중산동"
                        },
                        {
                            "구": "정발산동"
                        },
                        {
                            "구": "풍산동"
                        },
                        {
                            "구": "백석1동"
                        },
                        {
                            "구": "마두1동"
                        },
                        {
                            "구": "마두2동"
                        },
                        {
                            "구": "장항1동"
                        },
                        {
                            "구": "장항2동"
                        },
                        {
                            "구": "고봉동"
                        },
                        {
                            "구": "백석2동"
                        }
                    ]
                },
                {
                    "군": "고양시일산서구",
                    "tree": [
                        {
                            "구": "일산1동"
                        },
                        {
                            "구": "일산2동"
                        },
                        {
                            "구": "일산3동"
                        },
                        {
                            "구": "탄현동"
                        },
                        {
                            "구": "주엽1동"
                        },
                        {
                            "구": "주엽2동"
                        },
                        {
                            "구": "대화동"
                        },
                        {
                            "구": "송포동"
                        },
                        {
                            "구": "송산동"
                        }
                    ]
                },
                {
                    "군": "과천시",
                    "tree": [
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "갈현동"
                        },
                        {
                            "구": "별양동"
                        },
                        {
                            "구": "부림동"
                        },
                        {
                            "구": "과천동"
                        },
                        {
                            "구": "문원동"
                        }
                    ]
                },
                {
                    "군": "구리시",
                    "tree": [
                        {
                            "구": "갈매동"
                        },
                        {
                            "구": "동구동"
                        },
                        {
                            "구": "인창동"
                        },
                        {
                            "구": "교문1동"
                        },
                        {
                            "구": "교문2동"
                        },
                        {
                            "구": "수택1동"
                        },
                        {
                            "구": "수택2동"
                        },
                        {
                            "구": "수택3동"
                        }
                    ]
                },
                {
                    "군": "남양주시",
                    "tree": [
                        {
                            "구": "와부읍"
                        },
                        {
                            "구": "진접읍"
                        },
                        {
                            "구": "화도읍"
                        },
                        {
                            "구": "진건읍"
                        },
                        {
                            "구": "오남읍"
                        },
                        {
                            "구": "별내면"
                        },
                        {
                            "구": "퇴계원읍"
                        },
                        {
                            "구": "수동면"
                        },
                        {
                            "구": "조안면"
                        },
                        {
                            "구": "호평동"
                        },
                        {
                            "구": "평내동"
                        },
                        {
                            "구": "금곡동"
                        },
                        {
                            "구": "양정동"
                        },
                        {
                            "구": "다산2동"
                        },
                        {
                            "구": "다산1동"
                        },
                        {
                            "구": "별내동"
                        }
                    ]
                },
                {
                    "군": "오산시",
                    "tree": [
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "대원동"
                        },
                        {
                            "구": "남촌동"
                        },
                        {
                            "구": "신장동"
                        },
                        {
                            "구": "세마동"
                        },
                        {
                            "구": "초평동"
                        }
                    ]
                },
                {
                    "군": "시흥시",
                    "tree": [
                        {
                            "구": "대야동"
                        },
                        {
                            "구": "신천동"
                        },
                        {
                            "구": "신현동"
                        },
                        {
                            "구": "은행동"
                        },
                        {
                            "구": "매화동"
                        },
                        {
                            "구": "목감동"
                        },
                        {
                            "구": "과림동"
                        },
                        {
                            "구": "정왕2동"
                        },
                        {
                            "구": "정왕3동"
                        },
                        {
                            "구": "정왕4동"
                        },
                        {
                            "구": "정왕본동"
                        },
                        {
                            "구": "정왕1동"
                        },
                        {
                            "구": "능곡동"
                        },
                        {
                            "구": "군자동"
                        },
                        {
                            "구": "월곶동"
                        },
                        {
                            "구": "연성동"
                        },
                        {
                            "구": "장곡동"
                        },
                        {
                            "구": "배곧동"
                        }
                    ]
                },
                {
                    "군": "군포시",
                    "tree": [
                        {
                            "구": "군포1동"
                        },
                        {
                            "구": "군포2동"
                        },
                        {
                            "구": "산본1동"
                        },
                        {
                            "구": "산본2동"
                        },
                        {
                            "구": "금정동"
                        },
                        {
                            "구": "재궁동"
                        },
                        {
                            "구": "오금동"
                        },
                        {
                            "구": "수리동"
                        },
                        {
                            "구": "궁내동"
                        },
                        {
                            "구": "광정동"
                        },
                        {
                            "구": "대야동"
                        }
                    ]
                },
                {
                    "군": "의왕시",
                    "tree": [
                        {
                            "구": "고천동"
                        },
                        {
                            "구": "부곡동"
                        },
                        {
                            "구": "오전동"
                        },
                        {
                            "구": "내손1동"
                        },
                        {
                            "구": "내손2동"
                        },
                        {
                            "구": "청계동"
                        }
                    ]
                },
                {
                    "군": "하남시",
                    "tree": [
                        {
                            "구": "천현동"
                        },
                        {
                            "구": "신장1동"
                        },
                        {
                            "구": "신장2동"
                        },
                        {
                            "구": "덕풍1동"
                        },
                        {
                            "구": "덕풍2동"
                        },
                        {
                            "구": "감북동"
                        },
                        {
                            "구": "춘궁동"
                        },
                        {
                            "구": "초이동"
                        },
                        {
                            "구": "풍산동"
                        },
                        {
                            "구": "미사1동"
                        },
                        {
                            "구": "미사2동"
                        },
                        {
                            "구": "덕풍3동"
                        },
                        {
                            "구": "위례동"
                        },
                        {
                            "구": "감일동"
                        }
                    ]
                },
                {
                    "군": "용인시처인구",
                    "tree": [
                        {
                            "구": "포곡읍"
                        },
                        {
                            "구": "모현읍"
                        },
                        {
                            "구": "남사면"
                        },
                        {
                            "구": "이동읍"
                        },
                        {
                            "구": "원삼면"
                        },
                        {
                            "구": "백암면"
                        },
                        {
                            "구": "양지면"
                        },
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "역삼동"
                        },
                        {
                            "구": "유림동"
                        },
                        {
                            "구": "동부동"
                        }
                    ]
                },
                {
                    "군": "용인시기흥구",
                    "tree": [
                        {
                            "구": "구갈동"
                        },
                        {
                            "구": "보라동"
                        },
                        {
                            "구": "기흥동"
                        },
                        {
                            "구": "서농동"
                        },
                        {
                            "구": "구성동"
                        },
                        {
                            "구": "마북동"
                        },
                        {
                            "구": "동백3동"
                        },
                        {
                            "구": "보정동"
                        },
                        {
                            "구": "상하동"
                        },
                        {
                            "구": "신갈동"
                        },
                        {
                            "구": "영덕2동"
                        },
                        {
                            "구": "영덕1동"
                        },
                        {
                            "구": "상갈동"
                        },
                        {
                            "구": "동백2동"
                        },
                        {
                            "구": "동백1동"
                        }
                    ]
                },
                {
                    "군": "용인시수지구",
                    "tree": [
                        {
                            "구": "풍덕천1동"
                        },
                        {
                            "구": "풍덕천2동"
                        },
                        {
                            "구": "신봉동"
                        },
                        {
                            "구": "죽전1동"
                        },
                        {
                            "구": "죽전2동"
                        },
                        {
                            "구": "동천동"
                        },
                        {
                            "구": "상현1동"
                        },
                        {
                            "구": "상현2동"
                        },
                        {
                            "구": "성복동"
                        }
                    ]
                },
                {
                    "군": "파주시",
                    "tree": [
                        {
                            "구": "문산읍"
                        },
                        {
                            "구": "파주읍"
                        },
                        {
                            "구": "법원읍"
                        },
                        {
                            "구": "조리읍"
                        },
                        {
                            "구": "진동면"
                        },
                        {
                            "구": "장단면"
                        },
                        {
                            "구": "월롱면"
                        },
                        {
                            "구": "탄현면"
                        },
                        {
                            "구": "광탄면"
                        },
                        {
                            "구": "파평면"
                        },
                        {
                            "구": "적성면"
                        },
                        {
                            "구": "군내면"
                        },
                        {
                            "구": "금촌2동"
                        },
                        {
                            "구": "금촌1동"
                        },
                        {
                            "구": "금촌3동"
                        },
                        {
                            "구": "교하동"
                        },
                        {
                            "구": "운정1동"
                        },
                        {
                            "구": "운정2동"
                        },
                        {
                            "구": "운정3동"
                        }
                    ]
                },
                {
                    "군": "이천시",
                    "tree": [
                        {
                            "구": "장호원읍"
                        },
                        {
                            "구": "부발읍"
                        },
                        {
                            "구": "신둔면"
                        },
                        {
                            "구": "백사면"
                        },
                        {
                            "구": "호법면"
                        },
                        {
                            "구": "마장면"
                        },
                        {
                            "구": "대월면"
                        },
                        {
                            "구": "모가면"
                        },
                        {
                            "구": "설성면"
                        },
                        {
                            "구": "율면"
                        },
                        {
                            "구": "창전동"
                        },
                        {
                            "구": "중리동"
                        },
                        {
                            "구": "관고동"
                        },
                        {
                            "구": "증포동"
                        }
                    ]
                },
                {
                    "군": "안성시",
                    "tree": [
                        {
                            "구": "공도읍"
                        },
                        {
                            "구": "보개면"
                        },
                        {
                            "구": "금광면"
                        },
                        {
                            "구": "서운면"
                        },
                        {
                            "구": "미양면"
                        },
                        {
                            "구": "대덕면"
                        },
                        {
                            "구": "양성면"
                        },
                        {
                            "구": "원곡면"
                        },
                        {
                            "구": "일죽면"
                        },
                        {
                            "구": "죽산면"
                        },
                        {
                            "구": "삼죽면"
                        },
                        {
                            "구": "고삼면"
                        },
                        {
                            "구": "안성1동"
                        },
                        {
                            "구": "안성2동"
                        },
                        {
                            "구": "안성3동"
                        }
                    ]
                },
                {
                    "군": "김포시",
                    "tree": [
                        {
                            "구": "통진읍"
                        },
                        {
                            "구": "고촌읍"
                        },
                        {
                            "구": "양촌읍"
                        },
                        {
                            "구": "대곶면"
                        },
                        {
                            "구": "월곶면"
                        },
                        {
                            "구": "하성면"
                        },
                        {
                            "구": "김포본동"
                        },
                        {
                            "구": "사우동"
                        },
                        {
                            "구": "풍무동"
                        },
                        {
                            "구": "장기동"
                        },
                        {
                            "구": "구래동"
                        },
                        {
                            "구": "장기본동"
                        },
                        {
                            "구": "운양동"
                        },
                        {
                            "구": "마산동"
                        }
                    ]
                },
                {
                    "군": "화성시",
                    "tree": [
                        {
                            "구": "봉담읍"
                        },
                        {
                            "구": "우정읍"
                        },
                        {
                            "구": "향남읍"
                        },
                        {
                            "구": "남양읍"
                        },
                        {
                            "구": "매송면"
                        },
                        {
                            "구": "비봉면"
                        },
                        {
                            "구": "마도면"
                        },
                        {
                            "구": "송산면"
                        },
                        {
                            "구": "서신면"
                        },
                        {
                            "구": "팔탄면"
                        },
                        {
                            "구": "장안면"
                        },
                        {
                            "구": "양감면"
                        },
                        {
                            "구": "정남면"
                        },
                        {
                            "구": "동탄6동"
                        },
                        {
                            "구": "진안동"
                        },
                        {
                            "구": "병점1동"
                        },
                        {
                            "구": "병점2동"
                        },
                        {
                            "구": "반월동"
                        },
                        {
                            "구": "기배동"
                        },
                        {
                            "구": "화산동"
                        },
                        {
                            "구": "동탄2동"
                        },
                        {
                            "구": "동탄1동"
                        },
                        {
                            "구": "동탄3동"
                        },
                        {
                            "구": "새솔동"
                        },
                        {
                            "구": "동탄5동"
                        },
                        {
                            "구": "동탄4동"
                        },
                        {
                            "구": "동탄7동"
                        },
                        {
                            "구": "동탄8동"
                        }
                    ]
                },
                {
                    "군": "광주시",
                    "tree": [
                        {
                            "구": "오포읍"
                        },
                        {
                            "구": "초월읍"
                        },
                        {
                            "구": "곤지암읍"
                        },
                        {
                            "구": "도척면"
                        },
                        {
                            "구": "퇴촌면"
                        },
                        {
                            "구": "남종면"
                        },
                        {
                            "구": "경안동"
                        },
                        {
                            "구": "송정동"
                        },
                        {
                            "구": "광남동"
                        },
                        {
                            "구": "남한산성면"
                        }
                    ]
                },
                {
                    "군": "양주시",
                    "tree": [
                        {
                            "구": "백석읍"
                        },
                        {
                            "구": "은현면"
                        },
                        {
                            "구": "남면"
                        },
                        {
                            "구": "광적면"
                        },
                        {
                            "구": "장흥면"
                        },
                        {
                            "구": "양주1동"
                        },
                        {
                            "구": "양주2동"
                        },
                        {
                            "구": "회천1동"
                        },
                        {
                            "구": "회천2동"
                        },
                        {
                            "구": "회천3동"
                        },
                        {
                            "구": "회천4동"
                        }
                    ]
                },
                {
                    "군": "포천시",
                    "tree": [
                        {
                            "구": "소흘읍"
                        },
                        {
                            "구": "군내면"
                        },
                        {
                            "구": "내촌면"
                        },
                        {
                            "구": "가산면"
                        },
                        {
                            "구": "신북면"
                        },
                        {
                            "구": "창수면"
                        },
                        {
                            "구": "영중면"
                        },
                        {
                            "구": "일동면"
                        },
                        {
                            "구": "이동면"
                        },
                        {
                            "구": "영북면"
                        },
                        {
                            "구": "관인면"
                        },
                        {
                            "구": "화현면"
                        },
                        {
                            "구": "포천동"
                        },
                        {
                            "구": "선단동"
                        }
                    ]
                },
                {
                    "군": "여주시",
                    "tree": [
                        {
                            "구": "가남읍"
                        },
                        {
                            "구": "점동면"
                        },
                        {
                            "구": "능서면"
                        },
                        {
                            "구": "흥천면"
                        },
                        {
                            "구": "금사면"
                        },
                        {
                            "구": "산북면"
                        },
                        {
                            "구": "대신면"
                        },
                        {
                            "구": "북내면"
                        },
                        {
                            "구": "강천면"
                        },
                        {
                            "구": "여흥동"
                        },
                        {
                            "구": "중앙동"
                        },
                        {
                            "구": "오학동"
                        }
                    ]
                },
                {
                    "군": "연천군",
                    "tree": [
                        {
                            "구": "연천읍"
                        },
                        {
                            "구": "전곡읍"
                        },
                        {
                            "구": "군남면"
                        },
                        {
                            "구": "청산면"
                        },
                        {
                            "구": "백학면"
                        },
                        {
                            "구": "미산면"
                        },
                        {
                            "구": "왕징면"
                        },
                        {
                            "구": "신서면"
                        },
                        {
                            "구": "중면"
                        },
                        {
                            "구": "장남면"
                        }
                    ]
                },
                {
                    "군": "가평군",
                    "tree": [
                        {
                            "구": "가평읍"
                        },
                        {
                            "구": "설악면"
                        },
                        {
                            "구": "청평면"
                        },
                        {
                            "구": "상면"
                        },
                        {
                            "구": "조종면"
                        },
                        {
                            "구": "북면"
                        }
                    ]
                },
                {
                    "군": "양평군",
                    "tree": [
                        {
                            "구": "양평읍"
                        },
                        {
                            "구": "강상면"
                        },
                        {
                            "구": "강하면"
                        },
                        {
                            "구": "양서면"
                        },
                        {
                            "구": "옥천면"
                        },
                        {
                            "구": "서종면"
                        },
                        {
                            "구": "단월면"
                        },
                        {
                            "구": "청운면"
                        },
                        {
                            "구": "양동면"
                        },
                        {
                            "구": "지평면"
                        },
                        {
                            "구": "용문면"
                        },
                        {
                            "구": "개군면"
                        }
                    ]
                },
                {
                    "군": "부천시",
                    "tree": [
                        {
                            "구": "심곡동"
                        },
                        {
                            "구": "부천동"
                        },
                        {
                            "구": "중동"
                        },
                        {
                            "구": "신중동"
                        },
                        {
                            "구": "상동"
                        },
                        {
                            "구": "대산동"
                        },
                        {
                            "구": "소사본동"
                        },
                        {
                            "구": "범안동"
                        },
                        {
                            "구": "성곡동"
                        },
                        {
                            "구": "오정동"
                        }
                    ]
                }
            ]
        }   


]